{
  "context": "TIDAK DIPERDAGANGKAN UNTUK UMUM IN, KAMUS UNGKAPAN WOLIO- INDONESIA Aburaerah Arief Muhammad Naim Haddade Abdul Kadir Mulya Pusat Pembinaan dan Pengembangan Bahasa Departemen Pendidikan dan Kebudayaan Jakarta 1992 • •• • r /22o // Ac KAMUS UNGKAPAN WOLIO - INDONESIA Tim Penyusun Pembina Proyek Aburaerah Arief Lukman Au Balai Penelitian Bahasa Ujung Pandang Pemimpin Proyek Muhammad Naim Haddade Edwar Djamaris Balai Penelitian Bahasa Ujungpandang Penyunting Naskah Abdul Kadir Mulya Achmad Patoni Balai Penelitian Bahasa Uiungpandang Pewajah Kulit A. Murad Pembantu Teknis Radiyo ISBN 979 459 222 4 Pusat Pembinaan dan Pengembangan Bahasa Jalan Daksinapati Barat IV Rawamangu n Jakarta 13220 Hak cipta dilindungi undang-undang. Sebagian atau seluruh isi buku mi dilarang diperbanyak dalam bentuk apa pun tanpa izin tertulis dari penerbit, kecuali dalam hal pengutipan untuk keperluan penulisan artikel atau karangan ilmiah. iv KATA PENGANTAR KEPALA PUSAT PEMBINAAN DAN PENGEMBANGAN BAHASA Proyek Pembinaan Bahasa clan Sastra Indonesia — Jakarta yang bernaung di bawah Pusat Pembinaan clan Pengembangan Bahasa, Departemen Pendi- dikan clan Kebudayaan, sejak tahun 1974 mempunyai tugas pokok melaksa- nakan kegiatan kebahasaan clan kesastraan yang bertujuan meningkatkan mutu pemakalan bahasa Indonesia yang balk clan benar, menyempurnakan sandi (kode) bahasa Indonesia, mendorong pertumbuhan sastra Indonesia, clan meningkatkan apresiasi sastra Indonesia. Dalam rangka penyediaan sarana kerja clan buku acuan bagi mahasiswa, guru, dosen, tenaga peneliti, tenaga ahli, dan masyarakat umum, naskah hasil penelitian clan penyusunan para ahli diterbitkan dengan biaya proyek mi. Kamus Ungkapan Bahasa Wolio—Indonesia yang semula merupakan naskaF yang berjudul \"Kamus Ungkapan Bahasa Wolio—Indonesia\" adalah kamus bahasa daerah yang disusun oleh tim Balai Penelitian Bahasa Ujung- pandang. Setelah dinilal clan disunting, naskah itu diterbitkan dengan dana Proyek Pembinaan Bahasa clan Sastra Indonesia—Jakarta tahun anggaran 1991/1992. Saya ingin menyatakan penghargaan kepada Aburaerah Arief, Muham- mad Naim Haddade, clan Abdul Kadir Mulya, semuanya dari Balai Penelitian Bahasa Uiungpandang, yang telah berjasa menyumbangkan tenaga clan pikiran dalam usaha pengembangan bahasa Indonesia clan Daerah. Ucapan terima kasih juga ingin saya sampaikan kepada Dr. Edwar Djamaris (Pemimpin Proyek 1991/1992), Drs. A. Murad (Sekretaris Proyek), Sdr. Suhadi (Benda- harawan Proyek), Drs. Fanar Fuadi, Sdr. Sartiman, clan Sdr. Radiyo (staf Proyek) yang telah mengelola penerbitan buku mi. Jakarta, Desember 1991 Lukman All V PRAKATA Sete landitandatangani Surat Perjanjian Kerja antara Pemimpin Proyek Pengembangan Bahasa dan Sastra Indonesia clan Daerah, Pusat Pembinaan dan Pengembangan Bahasa, Departemen Pendidikan clan Kebudayaan (disebut pihak I) clan Kepala Balai Penelitian Bahasa di Ujung Pandang sebagai pe- nanggung jawab (disebut pihak II), tentang penyusunan \"Kamus Ungkapan Wolio - Indonesia\" dengan Surat Perjanjian No. lOc/SPK/PK/84, tanggal 8 Agustus 1984, mulailah kami menyusun \"Rancangan Penelitian/Penyusun- an Kamus Ungkapan Wolio - Indonesia\" sebagai pedoman kami dalam peng- garapan tahap-tahap berikutnya Entri \"Kamus Ungkapatn Wolio - Indonesia\" mi dikutip dari Kamus Wolio - Indonesia oleh Husen Abas clan kawan-kawan, kemudian kami sebar.- kan kepada informan yang tahu bahasa Wolio clan mendalami pengetahuan- nya mengenai bahasa Wo!io. Selanjutnya, kami mengolah dalam bentuk ung- kapan clan kemudian menuangkannya dalarn kalimat supaya lebih jelas mak- nanya. Sebagai bahan perbandingan, kami mengutip pula beberapa ungkapan dari Kamus Ungkapan Bahasa Indonesia oleh J.S. Badudu clan buku-buku lain yang berisi ungkapan. Kami yakin bahwa kamus mi belum sempurna, tetapi kami bermaksud akan menyempurnakannya. Usaha ke arah penyempurnaan tidak terbatas sampai di sini saja; penyusun akan terus melanjutkan perbaikan clan sekaligus penambahan jumlah ungkapan. Hal mi memungkinkan karena penyusunan kamus mi djlaksanakan dalam dua tahap, yaitu tahap I clan tahap II. Dalam tahap II itulah perbaikan clan penambahan jumlah ungkapan akan kami mulai. vi Cara penyusunan kamus ml dimulal dengan mengambil entri dari huruf A sampal Z agar Iebih Ieuasa menambah dan menyempurnakannya pada tahap selarijutnya atau tahap II. Atas kepercayaan yang telah diberikan, kami atas nama seJuruh anggota tim mengucapkan terima kasih kepada 1. 'Kepala Pusat Pembinaan dan Pengembangan Bahasa dan Prof. Dr. Anton M. Moeliono 2.Pemimpin Proyek Pengembangan Bahasa dan Sastra Indonesia dan Daerah, Drs. Utjen Djusen Ranabrata. Petunjuk dan saran bagi penyempurnaan kamus mi sangat kami harap- kan. Ujung Pandang 1985 Aburaerah Arief Ketua Pelaksana vii aadari sala aadari salah didik: boli sala aadaria rnanga aana-aana yitu, jangan saiah mendidik anak-anak itu aala aala uwe sambahea berwudu: maimo ta aala uwe sambahea kawamo wakutu asara, marl kita berwudu, waktu asar telah tiba; aala kampodoana. kauikhtisarkan: aala kampodoana tula-tula yitu, kau- ikhtisarkan cerita itu; aala ibara mengambil pengajaran: yingko aala ibara yapai karaja banuamu yitu, di mana Engkau belajar untuk mengerjakan rumah itu aamboore kamia malape aamboore yibatanga tutur sapa yang sopan menunjukkan asal-usul yang tinggi: kamia ma/ape aamboore yibaranga, dadiakamo ke- adati, tutur sapa yang sopan menunjukkan asal-usul yang tinggi, karena itu sopan Iah aampe kaampe-aampe yinda tetorampeiku sebatang kara: yakusii kaampe-aampe yinda tetorampeiku, saya sebatang kara aana aanana satotuuna anak kandungnya: aanana.saroruuna. tang- kanamo ta/u mia, anak kandungnya hanya tiga orang; dangia aana-aana berpikir ke- kanak-kanakan: soa maogemo maka dangia aana-aana, sudah besar tetapi masih berpikir kekanak-kanakan; aana yipoanaku anak angkatku: yingkosi aanayipoanaku, engkau mi anak angkatku; aana-aana maidi-idi kekanak-kanakan: yingkoyitu maogemo, bolianbomo 2 aana-aana maidi-idi, engkau itu sudah besar; jangan lagi kekanak-kanakan; aanananasu alu: aanana nasu humai makatumo, alu itu sudah patah; aana kowuni-wunina anak yang tidak sah: aana wowuni-wunina adowuaka- mo mia, anaknya yang tidak sah diberikan kepada orang; aanana yinda mokawana bulana bayi yang lahir belum genap bulannya: aana yinda mokawana bulanan humai adikaia isoronga tonde, bayl yang lahir belum genap bulannya ditempatkan dalam peti kaca; aana yipoanana anak pungutnya: moogemo aana yipoanana, sudah besar anak pungutnya; aana yadari anak didiknya: aana yadarina maogemo anak didiknya sudah besar; aana tumpena anak yang petama: aana tumpena mia humai bawine, anak yang pertamaorang itu perempuan; aana kaepuna anak yang bungsu: aana kaepuna miii humai umane' anak yang bungsu orang itu laki-kaki; aana yiporaunde-undena anak kesayangannya: aana yiporaunde-undena sadia aose-osea, anak kesayangannya selalu diikuti kemauannya aanawoa sara àanawoa diperlakukan kurang balk: aana-aana yinciasi sara aanawoa mancuanana, anak ml diperlakukan balk oleh orang tuanya aangka kuaangka limaku tidak sanggup: kuaangka limaku karafa-karaja matamo humai, tidak sanggup saya mengerjakan pekerjaan sulit itu; aangka labuna berangkat: bongka humai aangka labuna saeona, perahu itu berangkat pagi-pagi; aangka-aangka karona Ian: mia humai aangka-aangka. karona, maeka man- toa, orang itu lari karena takut kepada anjing; aangka limana menyerah: kamatakea bali aangka limana pekalimo rakoa, jika melihat musuh menyerah, cepat-cepat tangkap; aangka potunda mengangkat sumpah: boli simbiti aangka potunda ande tatu sala, jangan berani mengangkat sumpah kalau memang salah aangkea pade aangkea dibawa Ian: bara-barana pade aangkea miamadoki, barang- barangnya dibawa lari pencuri aase kamalona aase semacam cat yang disebutduce: kamalona aaseyinda malape takamaleaka kau, semacam cat yang disebut duce tidak balk dipakai me- ngecat kayu; aase aala dawuna turut serta: yincia padamo aase aala dawuna inuncina p0- .3 timbe patangiaka lipu, dia sudah turut serta daam pertempuran memper- tahankan negara; pepeki aase mopane memukul besi yang sedang: pandeaasehumaipepeki aase mopane karajaia kopulu, tukang besi itu memukul besi yang sedang panas untuk dibuat parang; Iaena aasena besi yang panjang-panjang: laena aasena tando humaikorasemo, besi yang panjang-panjang pada pagar itu sudah berkarat aaudala teampana aaudala ranjau laut: boli labu wesitu ronamo dangia teampana aaudala, jangan berlabuh di situ sebab ada ranjau laut abari abari fikirimu banyak pikir: bolimo abari fikirimu botukimea madei, ja- ngan banyak pikir adati dangia akeniakampu adati memegang teguh adat: miana lipu humai dangia akeniakampu adati, penduduk kampung itu masih memegang teguh adat istiadat; yinda matau adati tidak tahu adat: aana-aana humai yinda matau adati, anak itu tidak tahu adat; mobolilina adati tidak sopan: mangaana-aana sisi barimo mobolilina adati, anak-anak sekarang banyak yang tidak sopan; aIomea adati tidak seperti biasa: taurakana Ali lalomea adati,mas kawin A!i tidak seperti biasa adabu kanako adabu kena marah: ande poaro teraja porikana usomba ndaaka kamako adabu, jika menghadap raja harus menyembah dahulu supaya jangan kena marah adelapiambuli adelapiambuli wiluna menjilat kembali air Iiurnya: adelapiambuli wiluna, ia menjilat kembai air Iiurnya aeta taangka-angkaka aeta pergi: moimo taangka-angkaka aeta, marl kita pergi agoia agoia mia rangana menyambut suaminya: asarongia koro eta agoia mia rangana, iangkanya kita akan menyambut suaminya aila aila akalana bingung: aila akalana aam aanana makapatulina, bingung ia menghadapi anaknya yang nakal 4. akakaro akakaro bulu-buluku berdiri bulu romaku: akakaro bulu-buluku kukamara mia i jorompoki i sao, berdiri bulu-bulu romaku melihat tabrakan tadi akala matemo akalaku kehabisan akal: matemo akalaku fikiri yingkosi, saya ke- habisan akal memikirkan engkau; aila akalana bingung: aila akalana aaro aanana makapatulina, bingung Ia menghadapi anaknya yang nakal; marambe akalanasuka berpikir:mia makida marambe akalana, orang pintar suka berpikir; akala papandompu licik akalnya: yingkosi akalana papandompu, engkau mi licik; morambe akalana suka berpikir: mia makida morambe akalana, orang pin- tar suka berpikir akam ata a topaso akamata Ia terpaku: a topaso akanata miii madaki ronamo bea kapulina, ia terpaku melihat pencuri karena akan diparangi akandea akandea mi dimakan keringat: ba/u humai akandea mi, baju itu dimakan keringat; akandea eo dimakan matahari: okulinaakandeaeo, kulitnya dimakan matahari; akandea umuru dimakan umur: o ana-ana humai dangua kukamatea akalea-lea, amadeimpu akandea umuru, anak itu masih sempat saya lihat bertelanjang, cepat benar dimakan umur akbal ia akbalia mingkuna mengubah tingkah: inda membali akbalua mingkuna, Ia tidak dapat mengubah tingkah Iakunya akbia akbia mamuda dianggap mudah: bari-baria karaja akbua mamuda, semua pekerjaan dianggap mudah akbori boli akbori ngangamu jangan banyak mulut akea maseke akea ngangarandaku sempit dadaku: tnaseke akea ngangarandaku kukamata mingku-mingkuna, sempit dadaku melihat tingkah Iakunya; amasodo akea incaku hati ku panas: amasodo akea incaku apotonto-tonto akea mid ban, banyak orang menontonnya membuat hatiku panas 5 akemakea akemakia memegang; menggadai: rua taumo akemakea incia o banua sii, sudah dua tahun Ia menggadai rumah mi akeniakaku akeniakaku memegang: akeniakaku ku kole i banuana, ia memegang saya untuk tidur di rumahnya akeniakampu dangia akeniakampu adati memegang teguh adat: miana lipu humai dangia akeniakampu adati, penduduk kampung itu masih memegang teguh adat istiadat akiali akiali pogauna merubah kata-katanya: ande naikido akiali pogauana boli - mo tameem, kalu sebentar ia mengubah kata-katanya, tidak usah heran akobanua akobanua berumah tangga: o anana padamo akobanua, anaknya sudah berumah tangga akom ingkumo a komingkumo incana tergeraklah hatinya: sarangona kadari i masigi a komingkumo incana kambuli i mancua nana, setelah mendengar dakwah di mesjid tergeraklah hatinya untuk kembali ke orang tua akonVawa indamo akonyawa tidak bernyawa lagi: kuhawea indamo akonyawa, saya temukan dia tidak bernyawa lagi akoroundoke akoroundoke berm uka monyet: o anana akoroundoke, anaknya berm uka monyet akou inda akou tidak bersuara: inda akou rampana kaeana, tidak bersuara karena malu akowea akowea bulana datang bulan: ande ingkami Islam manga bawine ande akowea bulana inda membali asambakea, bagi kami yang beragama Islam, wanita yang datang bulan tidak boleh sembahyang ala makida alayinca orang itu sayang kepada kita: yingkitasi tobeana ta ma- kida alayinca, kita harus berbuat sesuatu supaya orang itu sayang kepada kita; ala rou mengambil muka: amakidampu ala rou, pandai benar Ia mengambil muka; alamea rouna memalingan mukanya: sakamatana ingko alamea rouna, setelah Ia mellhat engkau, ia memalingkari mukanya alimba inda alimba tidak keluar: o pogauna ia sao inda alimba minaka i nganga randana, kata-katanya seoah-oIah tidak ke!uar dari dalam hatinya; alimba minaka ia keluar: alimba minaka I karajana ronamo inda apoosi te kapeluna, Ia keluar dari pekerjaannya karena tidak sesual dengan ke- inginannya amabotu - inda amabotu tidak putus: inda amaboru moumbatina, tidak putus yang mengunjunginya; amabotu nyawaku putus nyawaku: sarangona lele madaki humai mbompu amabotu nyawaku, setelah saya mendengar berita buruk itu bagaikan putus nyawaku; amabotu i tangana dala putus di tengah jalan: sikolana amabotu i tangana dala, sekolahnya putus di tengah lalan; amabotum o n iatina p utu s n iatn ya: amabotumo niatina pelu adaki-daki mangau deana, sudah tidak ada niatnya untuk menganiaya orang amaga amaga limana ningan tangan: boll upogera ae ana-ana umane situ rnamo amaga limana, jangan engkau bertengkar dengan pemuda itu sebab ia ringan tangan amaka amaka incana keras hati: boll posabangka te bawine humai ronamo amaka incana, jangan berteman dengan wanita itu sebab ia keras hati amalel dangia amalei m asi h m erah: dangia amalei walu tuna akbolia sisi akalambe- mo, dia masih merah ketika Ia ditinggalkan oleh ibunya; amalei rouna wajahnya merah: ama/el rouna sarangona ato oni-oni, wajah- nya merah mendengar Ia dikatakatai (dihina) amampodo amampodo kira-kirana pendek pikirannya: inda mataua maanana pogauta ronamo amampodo kira-kirana, Ia tidak mengerti apa yang dibicarakan sebab pendek pikirannya amangkilo indapo amangkilo belum bersih: inda alingka asambahea ronamo indapo amangkilo, i a tidak pergi bersembahyang sebab Ia belum bersih 7 amapasamo amapasamo suarana sudah pecah suaranya: indamo mba piamo itu sisi amapasamo suarana, tidak lagi seperti dahulu, sekarang suaranya sudah pecah amapupu amapupu utumpo mea sudah kaupotong: o pogauna indapo amapupu utumpu mea, bicaranya belum habis, engkau sudah potong amara pene amaana bangkit marahnya: pene amarana kamata musuna aumba, bangkit marahnya melihat musuhnya datang; pande amara pemarah: boll posabangka teincia ronamo pande amara, jangan berteman dengan dia sebab ia pemarah amaseke amaseke incana sempit hatinya: o guru miu humai kamatana amaseke incana, gurumu itu tampak sempit hatinya amasodo amasodo akea incaku hatiku panas: amasodo akea incaku apotonto-tonto akea mia ban, ahtiku menjadi panas ditonton orang banyak; amasodomo limana sudah panas tangannya: amasodomo limana ande inda aalea, panas tangannya jika ia tidak mengambilnya; amasodo nganana tajam mulut: boll upogau te mencuana situ ronamo amasodo ngangana, jangan bertengkar dengan orang tua itu sebab dia tajam mulut; amasodomo incana panas hatinya: amasodomo incana gauna bea wandumea, sudah panas hatinya, ingin rasanya ia memukul amatamu amatamu baku berat kepala saya: amatamu baku fikfriana manga ana-ana si, berat kepala saya memikirkan anak-anak mi; amatamu incana berat hatinya: amatamu incana arambasaka o anana alingka i lipu mosaganana, berat hatinya melepaskan anaknya pergi ke daerah lain amatu amatumo kamatana kelihatannya sudah kering: a bawine humai amatumo kamatana, perempuan itu kelihatannya sudah kering; amatu borokota kering leher: amata-amataumea amatu borokota inda uka manga dawu uwe isumpa, walau pun mereka dalam keadaan kering leher, mereka tidak juga diberi air minum; indapo amatu inina belum kering keringat: indapo amatu inina atumpu mea duka akaraja, belum kering keringatnya, disuruhnya lagi bekerja Ei ambulimo ambulimo Pu na kembali pokoknya: moparasona i jambata humai ambu- limo pu na, yang berjualan di jembatan itu sudah kembali pokoknya anbomo boli anbomo aana-aana maidi-idi jangan bersifat kekanak-kanakan andala teaamapana andala sebangsa senjata peledak di taut atau di darat: peka- pekalape labu yiweitu, ronamo weta yiweitu dangia teaampana andala, hati-hati berlabuh di situ sebab di situ ada sebangsa senjata peledak ande tambu sisi ande angin puting: tambu sisi ande pabei banuamaropu, kalau angin puting melanda, rumah pasti binasa aneinda soakombumo aneinda tewaa kalau tidak ada kesalahan dilihat orang, masakan akan dibunuh: apesua yiakalamu soakombumo aneinda tewaa, màsuk pada akalmu, kalau tidak ada kesalahan dilihat orang, masakan akan dituduh angkaka taangka-angkaka aeta pergi: moimo taangka-angkaka aeta, marl kita pergi angkea angkea sokusi menjadi saksi: Ali angkea sokusi iparakara yiwesiate, All menjadi saksi pada perkara di sana ango sapui angona tidak ada gunanya: soa sapui angona lingka jala yikano jalana yinda kana, tidak ada gunanya pergi menjala ikan karena jalanya tidak mengena; batana angona geligir hidungnya: batana angona mambela ronamo amanduli geligir hidungnya luka sebab jatuh aomu aomu towu memamah tebu: mangamancuana yitu yinda pooli aomu towu, ronamo yindamo tengincina, orang itu tidak dapat lagi memamah tebu karena sudah tidak bergigi aonto indamo aontoakea tidak akan dihentikannya: potarona humai indamo aontoakea, permainan judi itu tidak akan dihentikannya; inda aonto-onto tidak henti-hentinya: indampu te kaeanaana-ana humai inda aonto-onto apengkaemani, anak itu sama sekali tidak punya malu, tidak henti-hentinya ia meminta; aontoakamea indamo atopugauaka, berita tentang anak itu sudah didiam- kan aose aose bambana razakina pergi ke negeri lain untuk mengadu nasib: mia humai aose bambana razakina temanga aanana bari-baria, orang itu pergi ke negeri lain untuk mengadu nasib bersama anak-anaknya apada indaapada kufikiriatidak habis terpikir: inda apada kufikiria budina inna rangana, tidak habis terpikir olehku kejelekan bud inya terhadap suaminya apapakimo apapakimo biwina menggigit bibirnya: sarangona kamangkatu humai apapakinio biwina, setelah mendengar caci maki itu, ia menggigit bibir - nya apapenea apapenea gajinya dinaikan: rampana kalapenarno karajana apapenea ga/ma, karena baiknya menjalankan tugas gajinya dinaikan apati - apati biwina memutar bibirnya: o mia humai atoka amakida apati biwina, orang itu memang pandai memutar bibirnya apeka apeka patimo potontona terputarlah penglihatannya: sakananampu bana apeka patimo porontona, sesudah kena kepalanya maka terputarlah penglihatannya; apeka bali-bali bolak-balik saja: fikirmna apeka bali-bali, pikirannya bolak- balik saja; apeka robo-robomo membuat keributan: dangia samalo-malona apeka robo-robomo, masih pagi ia sudah membuat keributan apekagari apekagari incana mendinginkan hatinya: sapadana apogera ancuramo apekagari incana, selesai bertengkar, duduklah ia menenangkan hatinya apelu ta dawua biti apelu pa diberi betis mau paha apesua inda apesua tidak masuk: pogauna situ inda apesua i akalaku, per kataan- nya tidak masuk pada akal saya; apesua Islam masuk Islam: manga miana kampo humai simpo mpu apesua Islam, penduduk kampung itu bäru saja masuk Islam; 10 apesuamo masuk: kakarona banua si apesuamo lima eo, sudah masuk Jima hari berdirinya rumah mi apewaumo apewaumo karobo membuat kenibutan: mia mogila humai apewaumo karobo, orang gila itu membuat keributan api kambang api kembang api: melona raraea bari molununa kambang api, pada malam Lebaran banyak yang membakar kembang api apogau apogau marombu berbicara kotor: o bawine humai apeluampu apogau marombu, wanita itu sukar benar berbicara kotor apokeniaka apokeniaka berpegangan: o rouna soa mangkanamo aiporno sunpo pada apokeniaka te mia rangana, wajahnya tegang saja barangkali baru bersama dengan keluarganya apomata samaloa apomata bergadang; sepanjang malam ia tidak tidur apongkurubi apongkurubi rouna wajah ayah sedang berkeru: ande dangia apongkurubi rouna amamu bolimpu pasari, kalau wajah ayah sedang berkerut, jangan engkau mendekat; apongkurubimo rouna wajahnya telah berkerut: apongkurubimo rouna maka dangiapo apelu amagasia te manga ana-ana, wajahnya telah berkerut tetapi masih senang bermain dengan anak-ariak apoinca apoinca bulawa berhati emas: o inana humai apoinca bulawa, ibunya ber- hati emas; apoinca umane berhati jantan: mbalina umane apoinca bawine kawa mba/ma bawine apoinca umane, suaminya berhati wanita sedangkan istri- nya berhati jantan; apoinca bawie berhati wanita: mbalina umane apomnca bawine kawa mba/ma bawine apoinca umane, suaminya berhati wanita sedangkan istri- nya berhati jantan apakenia apakenia singkaruna cincinnya dipegang: apakenia singkaruna to kapome- ana dosana, Ia meminta agar cincinnya dipegang sebagai penebus utang apotanga apontangamo malo belum tengah mIam: ande inda apontangamo malo 11 inda aonro akoja, kalau belum tengah malam, mereka tidak berhenti main; apontangamo eo sudah tengah han: apontangamo eo indapo amanasu, sudah tengah han, Ia belum memasak aporompo-rompotiakea kalambe makesa aporompo-rompotiakea gad is cantik rebutan: kalambe makesa humai aporompo-rompotiakea inanga ana-ana umane, gad is cantik itu menjadi rebutan aruam ia arumaia kamo sangu nyawa mereka telah sehidup semati: manga mid ruamiana humai indamo amembali apapogaya ronamo aruamia kamo sangu nyawa, mereka berdua tidak dapat dipisahkan lagi karena mereka telah sehidup semati aruangu aruangu incamu mendua hatimu: boli aruangu incamu ande u pelua, jangan mendua hatimu jika engkau suka asala asala ningku salah tingkah: ane tatonto-tontoa asala ningku, bila diperhati- kan Ia salah tingkah; asala dalamo salah jalan: asala dalamo oana-ana humai, anak itu telah salah jalan asea-seaya ase-seaya oincaku menyayat-nyayat hatiku: pogauna humai kabulanga asea-seaya oincaku, perkataan nya itu seakan-akan menyayat-nyayat hati ku asomo asomo eo sudah menj&ang sore: o kalambe humai asomo eo indapo ako- banna, gadis itu sudah menjelang sore tetapi belum berumah tangga asowom 0 asowomo wiluku mundur air liurku: asowomo wiluku kukande onde-onde, tidak ada gairahku makan onde-onde; asowomo incana mundur hatinya: asowomo incana ronamo ruampearomo atou/i inda alu-lusu,, sudah mundur kemauannya setelah dua kali meng- ikuti ujian tidak lulus atanaka atanaka limana menadah tangan: sa-saeo atanaka limana I banua Si, tiap hari ia menadah tangan di rumah mi atokeniaka atokeniaka tidak dapat dipegang: o pogauna inda membali atokeniaka, per- kataannya tidak dapat dipegang 12 atopaso a topaso akamata i a terpaku: a topaso akamata mia madaki ronamo bea kapulina, Ia terpaku melihat pencuri karena akan diparangi atosampe atosampemo incana jatuh cinta: atosampemo incana o ana-ana umane humai te ingko, pemuda itu jatuh cinta kepadamu; atosampe pogaum u tersangkut perkataanm U: yapai atosampe pogaumu situ, di mana berhenti perkataanmu itu atotutubjakamea atotutubiakamea dio disumbat dengan uang: ande atotutubiakamea doi ngangana indamo bea potutu, jika mulutnya telah disumbat dengan uang, a tidak akan mengadu lagi atotutubimo atotutubimo fikirina sudah tertutup pikiran: atotutubimo fikirina o ana- ana humai aipomo aipomo inda akompa kalasi tau Si, sudah tertutup pikiran anak itu, rupanya tidak akan naik kelas tahun mi atowului atowului dibilas: tabeana atowului kasimpo aouto kapina, kalau dibilas, baru penyakitnya sembuh atuntu atuntu kalapena ingin kenaikan: bari-baria pagawe peelu atuntu kalapena ga/i, semua pegawai ingin naik gaji atutubi atutubi mingku madakina menutup tingkah Iakunya yang buruk itu: makidampu atutubi mingku madakina humai, pandal benar ia menutup tingkah takunya yang buruk itu auwu auwu Iangka sudah besar tetapi masih di bawah umur: aananayincia humai auwu langka, anak itu sudah besar tetapi masih di bawah umur awana pasigo awana memberi isyarat tanda tidak tahu: mia humai pasigo awana wakutuna abakia, orang itu memberi isyarat tanda tidak tahu ketika di- tanya E3 ba yapai ba yapai lenci yang mana kepala yang mena ekor: inda atomatau yapaibayapailend, tidak tentu yang mana kepala yang manaekor baa tumbu-tumbulakaea baamu bekerj a keras: tumbu-tumbulakaea baamu peelo kita doi, mamudaaka todadi, bekerja keras mencari uang supaya kita dapat hidup baana baana solo tumpuan arus: yapai baana solo yitu, di mana tumpuan arus itu; baan uwena dicari silsilahnya: mia makawi yitu tonunu baana uwena, orang kawin itu dicari silsilahnya; baana ngalu asal angin: baana ngalu timbu parope yibara, angin timur ber- tiup menuju ke barat; kauwana baana tengkorak: mapasa kauwana baana mantoa humai jorom- pokia oto, pecah tengkorak anjing itu ditabrak mobil babana mbulimo mbo babana kembali baik seperti dulu: mamisinayincana mbu- limo mbo babana, perasaan hatinya kembali balk seperti dulu badamu penami borokomu badamu sadaya kesalahan yang kita buat, kita sendiri akan menanggung akibatnya: penami borokomu badamu sadaya, dadi- akomo kojo kajaga, kesalahan yang kita buat, kita sendiri akan menang- gung akibatnya, oleh karena itu, waspadalah 13 14 baju baju kutana baju dalamnya: ba/u kutana marombumo, baju dalamnya sudah kotor baku bea mapasamo baku hendak pecah kepalaku: kabulanga bea rnapasamo ba/cu fiki.riana tuapa bea malapeaka, bagaimana hendak pecah kepalaku memi kirkan bagaimana sebaiknya; amaramu baku fikiriana manga ana-ana si, berat kepala saya memikirkan anak-anak mi balanja tamoseaka balanja dalam kesempatan: sadia tamoseka balanja tapakande mid ban, selalu slap memberi makan orang banyak bali baliakea fikiriku pikiranku berubah: baliakeaflkiniku kuudaniakaarataku yimanakena mid yitadaki, pikiranku berubah mengingat hartaku yang dicuri pencuri; bali yincana menjadi gila: mid humai bali yincana toudaniaka banuana mangauna, orang itu menjadi gila, mengenang rumahnya yang terbakar; ngalu pekabali-bali membali angin yang datang clan berbagal jurusan: ngalu peka bali-bali membali patonggolamu bangka, angin yang datang dari berbagai jurusan dapat menenggelamkan perahu; bali-bali pogaumu bolak-bal 1k perkataanmu: boli apeka bali-bali pogaumu, jangan bolak-balik perkataanmu; apeka bali-bali bolak-balik saja: fikirina apeka bali-bali, pikirannya bolak- balik saja; bali mata main sulap: mia humai makida bali mata, orang itu pintar main sulap balili pabalili matana pura-pura tidak tampak: mia humai soa pabalili matana teyaku wakutuna tapolaloi, orang itu hanya pura-pura tidak tampak saja, waktu berselisjh jalan; balilimo yincana berubah hatinya: mia humai balilimoyincana teingkami. orang itu berubah hatinya terhadap kami; balilimo yitalikuna berbalik ke pihak musuh: Ali sabangkakuyipotimbea, yinda nangenge balilimo yitalikuna, All, temanku, dalam pertempuran, tidak lama kemudian berbalik ke pihak musuh baliliampu tende bal iliampu ti mbang sem asak-masaknya: tende baliliampu mopesuana pegawe, timbang semasak-masaknya yang masuk menjadi pegawal 15 balimpu balimpu marido yimata malinga yingangarinda lupa kalau sudah jauh dari kami: balimpu marido yimata malinga yingangarinda teyingkami, jangan sekali-kali lupa kalau sudah jauh dari kami balu sala balu agak gila: mia hurnai sala ba/u, orang itu agak gila bamba yitalikuna bamba di belakang pintu: boliyuncurayitalikuna bamba bara rasepako, Jangan dudukdi belakang pintu nanti ditendang; aose bambana razakina pergi ke negeni lain untuk mengadu nasib: mia humai aose bambana razakina temanga aanana bari-baria, orang itu pergi ke negeri lain untuk mengadu nasib bersama anak-anaknya bana-banakakea bana-banakakea mata melihat sekali-sekali: boli bana-banakakea mata sampogaumu, jangan sekali-sekali melihat teman bicaramu bangu manda I bangu pontang-panting: mid humai mandali bangu pajerea man toa, orang itu pontang-panting dikejar anjing banguana banguana lipu kebangkitan nasional: yingkami talingka rarne-ramena banguana lipu, kami menghadiri perayaan kebangkitan nasional bantu guru bantu guru tidak benijazah:yingkamimongaadarigum bantu, kami diajar oleh guru tidak berijazah banua lalimbaisi banua menaiki rumah baru: oevona isinini yingkami lalimbaisi banua mani, han Sen in kami naik rumah baru; peangi banuana menggeledah rumah: pulisi humai posa peangi banuana manga mia peelo kororongka mopalai, polisi itu mengeledah numah orang, mencari narapidana yang melarikan din; mia i banua orang di numah: ande mia I banua aundamo danamo tamai, kalau orang di numah sudah setuju, kami akan datang ban bari-baria pekalapea kaubenarkan semua: bari-baria pekalapea karajamu mamudaka masiakako mancuanamu, kaubenarkan semua pekerjaanmu supaya disayangi orang tuamu; madaki bari-baria rusak sama sekali: madaki bari-baria banua humailaloia lendu, rusak sama sekali rumah itu ditimpa gempa; 16 sangka bari-baria sempurna: sangka bari-baria mia humai, kodoi, koarata, kopangkati, koadati te koana-aana, orang itu sempurna, mempunyai uang, mempunyai harta, mempunyal pangkat, mempunyai budi yang balk, dan mempunyai anak-anak; mia bari umum: pekalape kakote-koteyiroana mia ban, hati-hatiberpidato dihadapan umum; bari mata mata keranjang: yinda malope bari mata humai, kurang balk mata keranjang itu barigauna barigauna omong kosong: mia sadia barigauna ba/i paracaempu, orang yang selalu omong kosong jangan dipercaya barina barina matena banyak mata: mia mo barina matena mbo ingko danaino abari duka kapeluna, orang yang banyak mata seperti engkau tentu banyak juga keinginannya basa juru basa penerjemah: juru basa humai dangia maanai pogau, penerjemah itu sedang mengartikan pembicaraan bata batana aena seluruh kakinnya luka: batana aena mambela ronamo landaki kapasana botolo, seluruh kakinya luka sebab menginjak pecahan botol; batana angona geligir hidung: batana angona mambela ronamo amanduli, geligir hidungnya luka sebab jatuh batena batena rouna raut mukanya: batena rouna nibomo amana, raut mukanya seperti bapaknya batu batu tondo melele rakyat biasa: yingkitasi batu tondok melele karaja pe- katapobangu lipu, kita rakyat biasa bekerja keras membangun negara; yitanga-tangana batu di padang tandus; yitanga-tangana batu hu,nai, yinda teuwe, di padang tandus itu tidak ada air; batu waa batu api: yaku kuene batu waa ida/a, saya memungut batu api di jalan; talu batu ruaompu melarat karena takdir: manga yincia humai talu batu ruaompu, mereka itu melarat karena takdir bau tuwu bau generasi muda: yingkita tuwu bau, pengkadaari makaa, karaja makaa pebanguaaka i/pun, kita, generasi muda belajar keras dan kerja keras untuk membangun negara 17 bawa mobawana lele menyiarkan berita: yincana mobawana lele malape yitu, siapa yang menylarkan berita yang baik itu; makida bawana korona berkelakuan balk: Mina makida bawana korona, dodiakamo bori momasiakea, Mina berkelakuan balk sehingga banyak orang senang kepadanya; bawa-bawaku disangkutpautkan: boli bawa-bawaku tekadaki, jangan di- sangkutpautkan dengan keburukan; bawa-bawa mate hamil: bawinna bawa-bawa mate, istrinya hamil; bawana mina kokidisina sifatnya sejak kecil: kasegana humai bawana mina kokidisina, keberaniannya itu sifatnya sejak kecil; makida bawa karona bergaul: makida bawa karonayitu tnalape, bergaul itu balk bawine apoinca bawine berhati wanita: mbalina umane apoinca bawine apionca umane, suaminya berhati wanita sedangkan istrinya berhati jantan; bawine bawa-bawa mate istrinya hamil bawona bawona uwena .bagian air sebelah atas: bawona uwena umala humai marombu, hulu sungai itu kotor; bawona roumu cahaya muka yang menunjukkan perasaan hati: pekolopea bawona roumu ande pogau temancuana, perbaiki cahaya mukamu jika berbicara dengan orang tua bawu pamuru bawu meronta-ronta sambil menangis: mid humai pamuru bawu, bari-baria mosaria posabusua, orang itu meronta-ronta sambil menangis, semua yang meridekatinya ditembaknya bea bea mapasamo baku hendak pecah kepalaku: kabulanga bea mapasamo baku fikirian. a tuapa bea malapeaka, bagaikan hendak pecah kepalaku memikirkan bagaimana sebaiknya belo pekabelo-belo maju menyerang ke kiri dan ke kanan: kapala potimbe humai pekabelo-belo aaro kapalana bali, kapal perang itu maju menyerang ke kiri dan ke kanan menghadapi kapal musuh berese guntuna berese suaru gemuruh: mbomo guntuna berese guntuna punakau motobota humai, seperti suara gemuruh bunyi pohon kayu yang tumbang itu 18 betena betena suara perintah yang datang dari atas: betena suara humai taperango- iampu, perintah yang datang dari atas harus diperhatikan bia bia timbasa maudi kain mandi: alakaku bia timbasa maudi kuebakoaka, ambilkan kain mandi supaya saya mandi bibito mbomo bibito amat kencang: palaina afara humai mbomo bibito, Ian kuda itu amat kencang binte mia buniakana binte orang yang sesat jalan: mia buniakana binte niarasai ambuli ibanua, orang yang sesat jalan sukar kembati ke rumab biti ta dawua biti apelu pa dibeni betis mau paha biwi bawine manipina biwina si tipis bibir: o incema duka mo petula-tulakea ande mincuana bawine man ipina biwina humai, siapa lagi yang menceri- terakan kalau bukan perempuan si tipis bibir itu; apapakimo biwina menggigit bibirnya: sarangona kamngkatu humai apa- pakimo biwina, setelah ia mendengar caci maki itu, ia menggigit bibirnya; apati biwina memutar bibirnya: o mia humai atoka amakida apati biwina, orang itu memang pandai memutar bibirnya bokea bokea ikat: o kalambe ci porumpuaka situ dangiamo temo bokea, gadis yang akan dilamar itu sudah ada yang mengikat bokena bokena incana buah hatinya: amasi incana akatotoro adani bokena incana, ia duduk bersedih hati mengenang buah hatinya bokuna bokuna incaku bisikan hatiku: bokuna inca/cu akawamo manga iropeana, bisikan hatiku mereka telah tiba pada tujuan boll boll maoge ngangamu jangan besar mulutmu: boll maoge ngangamu dangia akale mancuana, jangan besar mulutmu, orang tua sedang tidur; boli akbori ngangamu jangan banyak mulut; Wei boll utanaka talungamu menadah telinga: ande apogau mancuana boli utanaka talungamu, kalau orang tua berbicara, jangan menadahkan telinga; boli usala mata salah mata: ande u peali-ali boli usala mata, jika berbelanja, jangan salah mata; boli kaago-ago jangan terburu-buru; boll buni-buniakea berterusteranglah: boli buni-buniakea kadakimu yitu, berterusteranglah atas keburukanmu; bolimo kaasina sudah tidak sayang: amaku bolimo kaasina teyaku, ronamo yaku kapotuli, bapakku sudah tidak sayang kepadaku sebab aku terlalu nakal; boll bana-banakakea mata jangan sekali-kali melihat: boll bana-banakakea maui sampogaumu, jarigan sekali-se kal I mel hat teman bicaramu bonena gugura bonena bulawa mendulang emas: Au gugura bonena bulawayibiwi- na tawo, All mendulang emas di pinggir kali bongko tonge bongko walaupun dirahasiakan: momini makida tange bongko uka, kejahatan itu bagaimariapun dirahasiakan, akan ketahuan juga bongo para bongo-bongo pura-pura tidak mendengar: para bongo-bongo aana- aana yinda humai momini togorakea yinda lawani, anak itu pura-pura ti- dak mendengar, biarpun dipanggil, ia tidak menyahut juga boosaka boosaka potunda mengucapkan sumpah: boli simbiti boosaka potunda ande vuaka yingko doi situ, jangan berani mengucapkan sumpah jika engkau mengambil uang itu boroko tapoila kotuuna boroko minum sampai puas: moimo tapoila kutuuna bo- roko yiwaru humai, mari kita minum sampal puas di warung itu; penami borokomu badamu sadaya kesalahan yang kita buat, kita akan menanggung akibatnya: penami borokomu badamu sadaya, dadiakomo kojo kojaga, kesalahan yang kita buat, kita akan menanggung akibatnya, oleh karena itu waspadalah; laena borokona lehernya: laena borokona luwuikia kabisu, lehernya di- tumbuhi bisul; amatu borokota ken ng kerongkongan; amata-mataumea amatu borokota inda uka manga dawu uwe isumpa, walaupun mereka tahu kita dalam keadaan kening kerongkongan, kami tidak juga diberi air minum 20 botu botuna sinapa yitu biji peluru itu: boli kenia boruna sinapa yitu, sola kondu, jangan pegang peluru itu, nanti meledak botuki kubotukia kapeluna tiada memberi yang diharap-harapkannya: kubotukia kapeluna, ronamo mopilyincana teyaku, aku tiada memberi yang diharap- harapkannya sebab dia sakit hati kepadaku bou yinda pokana bou tidak cocok: mangandi teaku humaiyinda pokana bou, sadia potogali, kaka beradik itu tidak cocok, mereka selalu bertengkar; kosembu boumu bau badanmu sangat tidak enak: kosembu bounu rona- mo niasagala uebaho, bau badanmu sangat tidak enak karena jarang mandi bouna kosembu bouna menusuk penciuman: kosembu bouna kabutona bangkena manu humai, menusuk penciuman bau bangkai ayam itu bowe-bowea bowe-bowea yikadaki dimasuk-masukkan, dalam perkara itu: aandimu boli bowe-bowea yikadaki, adikmu jangan dimasuk-masukkan dalam perkara itu bubua bubua dosa berutang banyak: mia humai bubua dosa, orang itu utangnya banyak; bubua ombu diselubungi uap: mokula mataku bubua ombu, pedih mataku diselubungi uap bue bue-bueaku dipuji-puji: momini bue-bueaku, yinda kupadaako doi, biar- pun saya dipuji-puji, saya tidak meminjamkan uang kepadamu; yincaku komompu bue-buea perasaan rinduku muncul: yincaku komompu bue-buea toudaniaka teyincia, perasaan rinduku muncul mengenang si dia buke buke incamu hatimu tidak bulat: ande inda buke incamu boli utarunaya, jika hatimu tidak bulat, jangan kamu terima buku mimisia bukuna menggigit tulang yang seakan-akan masih ada dagingnya: ande konde karma manu, boli mimisia bukuna, jika makan kari ayam, jangan menggigit tulang yang seakan-akan masih ada dagingnya 21 bukurnu papandarea bukumu jangan tanggung-tanggung bekerja : papandarea buku- mu mamudaka ban pokawaka doi, jangan tanggung-tanggung bekerja agar banyak mendapat uang b uku na bukuna ymca dendam: boliyudika bukunayinca, jangan dengam bula mbomo bula te matana co bagaikan bulan clan matahari: kakesana ma/ca boti humai mbomobulate matana eo, cantik benar pengantin itu bagaikan bulan clan matahari; akowea bulana datang bulan: ande ingkami Islam manga bawine ande akowea bulana inda membali asambakea, bagi kami penganut agama Islam, wanita yang datang bulan tidak boleh sembahyang; sakawana bulana genap bulannya: sakawana bulanan akoanamo, setelah genap bulannya ía melahirkan; namisiku kukawa i bula pitu tapina rasanya saya berada di langit yang ketujuh: sarangaku ku lulusu namisiku kukawa i bula pitu tapina, setelah saya mendengar pengumuman 1-ulusi rasanya saya berada di langit yang ketujuh; aana yinda mokawana bulana bayi yang lahir sebelum genap bulannya: aana yinda mokawana bulana humai adikaza isoronga tonde, bayi yang lahir sebelum genap bulannya ditempatkan dalam peti kaca bulawa gugura bonena bulawa mendulang emas: Ali gugura bonena bulawayibi- wina tawo, All mendulang emas di pinggir kali; bulawa mangura emas muda: o simbina bulawa mangura, gelangnya ter - buat dari emas muda; apoinca bulawa berhati emas: o inana humai apoinca bulawa, ibunya berhati emas bulu bulu mangurana rambut halus: bulu rnangurana yibaaku posa mandawu- mo, rambut halus di kepalaku sudah berguguran; tapana buluna ujung lehernya: mange-mangemo inda kukamatea tapana buluna, sudah lama saya tidak melihat ujung lehernya; akakaro bulu-buluku berdiri bulu romaku: akakaro bulu-buluku kukamara mia i jorompoki I sao, berdiri bulu romaku melihat tabrakan tadi bulua satakena bulua yinda toparacaea engkau tidak dipercaya sedikit pun: yingko satakena bulua yinda toparacaea ibanuasi, engkau tidak dipercaya sedikit pun di rumah ini 22 bungkale bungkale dala mencari jalan: yoku bungkale dala mamudaka All te Badu mopogera humai pomalape, saya mencari jalan agar All clan Badu berteng- kar itu berbaik kern ball buniaka buniaka doina rnenyembunyikan uang: mia mokenina kasi humai buniaka doina kasi sagaa, pemegang kas itu menyembunyikan sebagian uang kas; tehoejati bunakana ada apa-apanya: yumbana mia humaiyibanuasi, "
}